Repository: MimiTechAi/MimiSupply
Catalog: MimiSupply/Resources/BusinessIntelligence.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# bi.analytics
source: Analytics
ar: التحليلات
de: Analysen
es: Análisis
fr: Analyses
he: אנליטיקה
ja: 分析
ko: 분석
pt: Análises
ru: Аналитика
th: การวิเคราะห์
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

# bi.business_intelligence
source: Business Intelligence
ar: ذكاء الأعمال
es: Inteligencia de Negocio
fr: Intelligence d'Affaires
he: מודיעין עסקי
ja: ビジネスインテリジェンス
ko: 비즈니스 인텔리전스
pt: Inteligência de Negócios
ru: Бизнес-аналитика
th: ข่าวกรองทางธุรกิจ
vi: Thông tin Kinh doanh
zh_hans: 商业智能
zh_hant: 商業智慧

# bi.revenue
source: Revenue
ar: الإيرادات
de: Umsatz
es: Ingresos
fr: Revenus
he: הכנסות
ja: 収益
ko: 수익
pt: Receita
ru: Доходы
th: รายได้
vi: Doanh thu
zh_hans: 收入
zh_hant: 收入

# bi.orders
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
he: הזמנות
ja: 注文
ko: 주문
pt: Pedidos
ru: Заказы
th: คำสั่งซื้อ
vi: Đơn hàng
zh_hans: 订单
zh_hant: 訂單

# bi.customers
source: Customers
ar: العملاء
de: Kunden
es: Clientes
fr: Clients
he: לקוחות
ja: 顧客
ko: 고객
pt: Clientes
ru: Клиенты
th: ลูกค้า
vi: Khách hàng
zh_hans: 客户
zh_hant: 客戶

# bi.revenue_trends
source: Revenue Trends
ar: اتجاهات الإيرادات
de: Umsatztrends
es: Tendencias de Ingresos
fr: Tendances des Revenus
he: מגמות הכנסות
ja: 収益トレンド
ko: 수익 트렌드
pt: Tendências de Receita
ru: Тренды доходов
th: แนวโน้มรายได้
vi: Xu hướng Doanh thu
zh_hans: 收入趋势
zh_hant: 收入趨勢

# bi.order_analytics
source: Order Analytics
ar: تحليل الطلبات
de: Bestellungsanalyse
es: Análisis de Pedidos
fr: Analyse des Commandes
he: ניתוח הזמנות
ja: 注文分析
ko: 주문 분석
pt: Análise de Pedidos
ru: Аналитика заказов
th: การวิเคราะห์คำสั่งซื้อ
vi: Phân tích Đơn hàng
zh_hans: 订单分析
zh_hant: 訂單分析

# bi.customer_insights
source: Customer Insights
ar: رؤى العملاء
de: Kundeneinblicke
es: Perspectivas del Cliente
fr: Perspectives Client
he: תובנות לקוחות
ja: 顧客インサイト
ko: 고객 인사이트
pt: Insights do Cliente
ru: Понимание клиентов
th: ข้อมูลเชิงลึกของลูกค้า
vi: Thông tin Khách hàng
zh_hans: 客户洞察
zh_hant: 客戶洞察

# bi.performance_metrics
source: Performance Metrics
ar: مقاييس الأداء
de: Leistungskennzahlen
es: Métricas de Rendimiento
fr: Métriques de Performance
he: מדדי ביצועים
ja: パフォーマンス指標
ko: 성능 지표
pt: Métricas de Desempenho
ru: Показатели производительности
th: ตัวชี้วัดประสิทธิภาพ
vi: Chỉ số Hiệu suất
zh_hans: 性能指标
zh_hant: 效能指標

# bi.top_products
source: Top Products
ar: أفضل المنتجات
de: Top-Produkte
es: Productos Principales
fr: Produits Populaires
he: מוצרים מובילים
ja: 人気商品
ko: 인기 상품
pt: Produtos Principais
ru: Топ продукты
th: สินค้ายอดนิยม
vi: Sản phẩm Hàng đầu
zh_hans: 热门产品
zh_hant: 熱門產品

# bi.export_report
source: Export Report
ar: تصدير التقرير
de: Bericht exportieren
es: Exportar Informe
fr: Exporter le Rapport
he: ייצוא דוח
ja: レポートをエクスポート
ko: 보고서 내보내기
pt: Exportar Relatório
ru: Экспортировать отчет
th: ส่งออกรายงาน
vi: Xuất Báo cáo
zh_hans: 导出报告
zh_hant: 匯出報告

# bi.time_range
source: Time Range
ar: النطاق الزمني
de: Zeitraum
es: Rango de Tiempo
fr: Plage de Temps
he: טווח זמן
ja: 期間
ko: 시간 범위
pt: Intervalo de Tempo
ru: Временной диапазон
th: ช่วงเวลา
vi: Khoảng Thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

# bi.loading_data
source: Loading data...
ar: جاري تحميل البيانات...
de: Daten werden geladen...
es: Cargando datos...
fr: Chargement des données...
he: טוען נתונים...
ja: データを読み込んでいます...
ko: 데이터 로딩 중...
pt: Carregando dados...
ru: Загрузка данных...
th: กำลังโหลดข้อมูล...
vi: Đang tải dữ liệu...
zh_hans: 正在加载数据...
zh_hant: 正在載入資料...
